{
  "blockchain-title": "What's Blockchain?",
  "wallet-title": "What's Wallet?",
  "nft-title": "What's NFT?",
  "blockchain-desc": "A blockchain is a digital, decentralized, distributed ledger that records transactions on multiple computers so that the record cannot be altered retroactively without the alteration of all subsequent blocks and the consensus of the network. A blockchain consists of a series of blocks that are chained together. Each block contains a number of transactions, and once a block is added to the chain it cannot be altered. When a new transaction is made, it is added to the most recent block, creating a chain of blocks that shows every transaction made in the history of that blockchain. One of the key features of blockchains is that they are decentralized, meaning that they are not controlled by a single entity or authority. Instead, they operate on a network of computers that work together to validate and process transactions. This decentralized structure allows blockchains to be more secure and transparent, as it is very difficult to alter the record of transactions without the consensus of the network.",
  "wallet-desc": "A Web3 wallet is a digital wallet that allows you to interact with the Ethereum blockchain. It allows you to hold and secure Ether and other Ethereum-based tokens, as well as to write, deploy, and interact with smart contracts. A Web3 wallet typically consists of a software application that you install on your device (e.g., computer, smartphone) or a web-based application that you can access through a web browser. To use a Web3 wallet, you need to have access to an Ethereum node, which can be either a local node running on your device or a remote node running on a server. One of the main benefits of using a Web3 wallet is that it gives you full control over your private keys, which are the keys that enable you to access and control your Ethereum assets. This means that you are responsible for securing your keys and for backing them up in case of loss or damage. Web3 wallets are often used to interact with decentralized applications (dApps) and to participate in decentralized finance (DeFi) protocols, which are built on the Ethereum blockchain. They can also be used to send and receive Ether and other Ethereum-based tokens, as well as to store, manage, and track your cryptocurrency holdings.",
  "nft-desc": "A non-fungible token (NFT) is a type of digital asset that represents ownership of a unique item or piece of content. Unlike traditional cryptocurrencies, which are interchangeable and can be freely traded, NFTs are designed to be unique and cannot be exchanged for other tokens or assets on a one-for-one basis. Some examples of things that can be represented by NFTs include art, collectibles, and in-game items. One of the key characteristics of NFTs is that they are stored on a blockchain, which is a decentralized database that allows for secure and transparent record-keeping. This means that the ownership and authenticity of an NFT can be easily verified and tracked."
}
