{
  "blockchain-title": "بلاک چین چیست؟",
  "wallet-title": "کیف پول دیجیتال چیست؟",
  "nft-title": "NFT چیست؟",
  "blockchain-desc1": "بلاک‌چِین (به انگلیسی: Blockchain) یک کتابخانه دیجیتالی غیر متمرکز و توزیع شده‌ در یک شبکه عمومی و به صورت مستقل نگهداری می‌شوند. این داده‌ها که می‌توانند برای نمونه تراکنش‌های بانکی، اسناد مالکیت، قرارها، پیام‌های شخصی یا دیگر اطلاعات باشد به صورت زنجیره‌ای به هم متصل می‌شوند و هر بلاک داده‌هایی را نگهداری می‌کند که قبلا توسط شبکه تأیید شده‌اند. هدف اصلی استفاده از بلاک‌چین، ایجاد یک پایگاه داده مستقل و قابل اعتماد است. این بدان معنی است که هیچ کس نمی‌تواند بدون تأیید شبکه، داده‌ها را تغییر دهد یا پاک کند. از این رو، اطلاعات در بلاک‌چین قابل اعتماد هستند و می‌توان بر پایه آن‌ها تصمیم‌گیری کرد. بلاک‌چین می‌تواند برای منابع مختلف به کار رود، مثل تأیید هویت، مدیریت دارایی‌های دیجیتالی و استفاده از NFT ها. این فناوری می‌تواند به عنوان جایگزینی برای سیستم‌های معمولی مانند بانک‌ها باشد. معروف‌ترین کاربرد زنجیرهٔ بلوکی در استفاده از رمز ارز بیت‌کوین است. ",
  "blockchain-desc2": "در این فناوری با وجود کاربران متعددی که به‌طور هم‌زمان داده‌هایی را ثبت و اصلاح می‌کنند و ممکن است که آن داده‌ها با هم تداخل داشته باشند، شبکه قادر به حفظ یکپارچگی محتوای پایگاه داده است و طولانی‌ترین زنجیره انتخاب می‌شود و دیگر زنجیره‌ها نادیده گرفته می‌شوند. با توجه به ساختار داده‌ای رمزنگاری شده که بلاک چین دارا می‌باشد، یکپارچگی بدون کنترل‌کنندهٔ مرکزی حفظ می‌شود. در دفاتر کل توزیع شده مربوط به بیت کوین برای مرتب کردن تراکنش‌ها و ممانعت از تناقض یک مسئله ریاضی مطرح می‌شود که حل کردنش سخت است اما پس از حل مسئله تأیید درست بودن راه حل، آسان است. به این سازوکار، «اثبات کار» (به انگلیسی: Proof of work) می‌گویند. در روش زنجیرهٔ بلوکی بیت‌کوین، کسی می‌تواند تراکنش‌های هر مرحله را مرتب کند که جواب این سؤال سخت را پیدا کرده باشد و هم‌زمان تغییراتی که قصد اعمال آن را دارد (بلوک جدید) با مراحل قبلی زنجیره تناقض نداشته باشد. شیوه کشف عدم تناقض به این صورت است که تراکنش‌های هر بلوک وارد تابع هش می‌شوند و پاسخ آن تابع هش را همه دارند اگر کسی که تراکنش‌ها را مرتب و اضافه می‌کند حتی یک تغییر جزئی در تراکنش‌های قبلی تأیید شده ایجاد کند، جواب هش تراکنش‌ها تغییر می‌کند و بدون اینکه افراد نیاز باشد بدانند کدام بخش تغییر کرده می‌توانند با تغییر غیرمجاز مخالفت کنند.",
  "wallet-desc1": "کیف پول دیجیتال یک نرم‌افزار کیف پول الکترونیکی است که به شما اجازه می‌دهد تا تراکنش‌های خود بر روی بلاک چین را با استفاده از آن انجام دهید، مانند پرداخت های آنلاین یا خرید کالاهای دیجیتالی. این کیف پول‌ها همچنین قابلیت ذخیره و مدیریت رمز ارزها و NFT ها را نیز دارند. یک کیف پول وب ۳ دارای یک آدرس یا شناسه یکتا برای هر کیف پول می‌باشد. این آدرس به عنوان آیدی خاصی در بلاک‌چین نگهداری می‌شود و می‌تواند بعنوان نشانی ایمیل دیجیتالی در نظر گرفته شود. با وارد کردن رمزعبور یا پین کد، می‌توانید به کیف پول خود دسترسی پیدا کنید. کیف پول‌های وب ۳ قابلیت نصب بر روی دستگاه‌های مختلفی مانند کامپیوتر، موبایل‌ و مرورگرها را دارند. به عنوان مثال، متامسک (Metamask) یک نرم‌افزار برای مرورگر کروم و موبایل است که به شما اجازه می‌دهد تا در شبکه‌های بلاک‌چین مانند اتریوم پرداخت های دیجیتالی انجام دهید.",
  "wallet-desc2": "",
  "nft-desc": "ان‌ اف‌ تی (به انگلیسی: NFT)، رمز بیمانند یا توکن‌های غیرقابل تعویض، نماد چیزی منحصر به فرد است و این برخلاف رمزارزهایی مانند بیت کوین است که تعدادی زیادی از آن موجود است. از هر NFT  فقط یک عدد وجود دارد و ارزش آنها بسته به اینکه NFT مربوط به چه چیزی است متفاوت است بنابراین NFT ها را نمی‌توان با یکدیگر معاوضه کرد چون ارزش آنها با یکدیگر متفاوت است. از NFT در شرایط زیادی می توان استفاده کرد، برای مثال می‌تواند به کارهای هنری، مجموعه‌ها، و آیتم‌های درون بازی اشاره کرد. توکن‌های غیرقابل تعویض مانند ارزهای دیجیتال از فناوری بلاک چین استفاده می‌کنند، در نتیجه عموماً ایمن هستند. ماهیت توزیع شده بلاک چین‌ها، هک NFT ها را دشوار (اگرچه غیرممکن نیست) می‌کند. یکی از خطرات امنیتی برای NFTها این است که اگر پلتفرم میزبان NFT از کار بیفتد، ممکن است دسترسی به توکن غیرقابل تعویض خود را از دست بدهید. به همین خاطر معتبر بودن پلتفرمی که از آن NFT را می خرید اهمیت زیادی دارد. در دنیای امروز، NFT روز به روز کاربرد بیشتری پیدا می‌کند و گستره استفاده از آن فراتر از دنیای ارز دیجیتال هم رفته‌است. به عنوان مثال NFT بخشی جدانشدنی از مفهوم متاورس است که آینده دنیای دیجیتال را شکل می‌دهد.",
  "license": "ChatGPT + Wikipedia"
}
