{
  "blockchain-title": "بلاک چین چیست؟",
  "wallet-title": "کیف پول دیجیتال چیست؟",
  "nft-title": "NFT چیست؟",
  "blockchain-desc": "بلاک‌چین (Blockchain) داده‌هایی است که در یک شبکه عمومی و به صورت مستقل نگهداری می‌شوند. این داده‌ها به صورت زنجیره‌ای به هم متصل می‌شوند و هر بلاک داده‌هایی را نگهداری می‌کند که قبلا توسط شبکه تأیید شده‌اند. هدف اصلی استفاده از بلاک‌چین، ایجاد یک پایگاه داده مستقل و اعتبار بخشیده است. این بدان معنی است که هیچ کس نمی‌تواند بدون تأیید شبکه، داده‌ها را تغییر دهد یا پاک کند. از این رو، اطلاعات در بلاک‌چین قابل اعتماد هستند و می‌توان بر پایه آن‌ها تصمیم‌گیری کرد. بلاک‌چین می‌تواند برای مختلف منابع به کار رود، مثل تأیید هویت، مدیریت دارایی‌های دیجیتالی و استفاده از NFT ها. این فناوری می‌تواند به عنوان جایگزینی برای سیستم‌های معمولی مانند بانک‌ها باشد. ",
  "wallet-desc": "کیف پول وب ۳ یک نرم‌افزار کیف پول الکترونیکی است که به شما اجازه می‌دهد تا کیف پول الکترونیکی خود را بر روی کامپیوتر خود داشته باشید. کیف پول وب ۳ به شما اجازه می‌دهد تا تراکنش‌های خود را با استفاده از کیف پول الکترونیکی خود انجام دهید، مانند پرداخت های آنلاین یا خرید کالاهای دیجیتالی. این کیف پول‌ها برای ذخیره و مدیریت کیف پول‌های معمولی (برای مثال اتریوم) به دست می‌آیند، اما بیشتر از همیشه قابلیت نگهداری و مدیریت NFT ها نیز دارند. یک کیف پول وب ۳ دارای یک آدرس یا آیدی یکتا برای هر کیف پول می‌باشد. این آدرس به عنوان آیدی خاصی در بلاک‌چین نگهداری می‌شود و می‌تواند بعنوان نشانی ایمیل دیجیتالی در نظر گرفته شود. با وارد کردن رمزعبور یا پین کد، می‌توانید به کیف پول خود دسترسی پیدا کنید و دروازه ورود به آن را قفل کنید. تعدادی از کیف پول‌های وب ۳ نیز قابلیت نصب بر روی دستگاه‌های مختلفی مانند کامپیوترهای رومیزی، موبایل‌ها و مرورگرها را دارند. به عنوان مثال، متامسک (Metamask) یک نرم‌افزار جایگزین مرورگر است که به شما اجازه می‌دهد تا در شبکه‌های بلاک‌چین مانند Ethereum ویرایش و پرداخت های دیجیتالی انجام دهید. با نصب متامسک روی کامپیوتر یا موبایل خود، می‌توانید به صورت آسان و بدون نیاز به دانش خاصی در شبکه‌های بلاک‌چین مانند Ethereum کار کنید. هنگامی که متامسک نصب شده است، شما می‌توانید از طریق آن به کیف پول‌های مختلف دسترسی پیدا کنید و دروازه ورود به آن‌ها را قفل کنید. با وارد کردن رمزعبور یا پین کد، می‌توانید به کیف پول خود دسترسی پیدا کنید. سپس می‌توانید از طریق متامسک، پرداخت های دیجیتالی را انجام دهید.",
  "nft-desc": "NFT یک نوع دارایی دیجیتالی است که می‌خواهد به مالکیت یک مورد یا پیام منحصر به فرد بیان دهد. در برابر واحدهای نرخی معمولی (کریپتوکارنسی) که قابل تبدیل بوده و می‌توانند رایگان تداوم داده شوند، NFT ها برای منحصر به فرد طراحی شده‌اند و نمی‌توانند به جای واحدهای دیگری یا دارایی‌های دیگر تبادل شوند. مثالهایی از چیزهایی که می‌توانند توسط NFT بیان شوند، می‌توان به هنر، مجموعه‌ها، و آیتم‌های درون بازی اشاره کرد. یکی از ویژگی‌های مهم NFT ها این است که در یک بلاک‌چین نگهداری می‌شوند، که یک پایگاه داده پیچیده است که به صورت مستقل و روشن کار می‌کند. این بدان معنی است که مالکیت و رسیدگی NFT را به راحتی می‌توان تأیید و پیگیری کرد."
}
